Repository: Linloir/CouchMC
Catalog: ios/McController/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.author
source: Author
zh_hans: 作者

# about.build
source: Build
zh_hans: 构建号

# about.legal.body
source: NOT AN OFFICIAL MINECRAFT PRODUCT. NOT APPROVED BY OR ASSOCIATED WITH MOJANG OR MICROSOFT. CouchMC is an unofficial third-party touch-controller utility. References to “Minecraft” are nominative — used only to describe what game CouchMC is compatible with — and do not imply any partnership, sponsorship, endorsement, or affiliation with Mojang Studios, Mojang AB, Mojang Synergies AB, Microsoft Corporation, or Notch Development AB. MINECRAFT, MOJANG, and the Minecraft and Mojang logos are trademarks or registered trademarks of Mojang Synergies AB or its affiliates. Microsoft and Windows are trademarks of Microsoft Corporation. Apple, iPhone, iPad, macOS, and iOS are trademarks of Apple Inc. All other product and company names referenced in this app are trademarks of their respective holders. The game itself is not bundled with this app. Players must own a separate, valid copy of Minecraft Java Edition installed on their own PC.
zh_hans: 本 App 并非 Minecraft 官方产品，未获得 Mojang 或 Microsoft 的认可，与之亦无任何关联。 CouchMC 是非官方第三方触屏控制器工具。文中出现的「Minecraft」属于指示性使用——仅为说明本 App 兼容哪款游戏，并不暗示与 Mojang Studios、Mojang AB、Mojang Synergies AB、Microsoft Corporation 或 Notch Development AB 之间存在任何合作、赞助、授权或隶属关系。 MINECRAFT、MOJANG 以及 Minecraft 与 Mojang 的相关标识，均为 Mojang Synergies AB 或其关联公司之商标或注册商标。Microsoft 与 Windows 为 Microsoft Corporation 之商标。Apple、iPhone、iPad、macOS 与 iOS 为 Apple Inc. 之商标。文中其他产品与公司名称均为各自所有者之商标。 本 App 不包含游戏本体。使用者须自行在 PC 上拥有合法授权的 Minecraft Java 版。

# about.license
source: License
zh_hans: 开源协议

# about.link.feedback
source: Send Feedback
zh_hans: 意见反馈

# about.link.github
source: GitHub Repository
zh_hans: GitHub 仓库

# about.link.privacy
source: Privacy Policy
zh_hans: 隐私政策

# about.link.server_download
source: Download PC Server
zh_hans: 下载 PC 服务端

# about.link.website
source: Official Website
zh_hans: 官方网站

# about.notes.body
source: Connect over your local Wi-Fi network. USB tethering is not yet supported on iOS.
zh_hans: 请通过本地 Wi-Fi 网络连接。iOS 端暂不支持 USB 直连。

# about.privacy.footer
source: CouchMC does not collect, transmit, or sell any personal data.
zh_hans: CouchMC 不收集、不上传、不出售任何个人数据。

# about.purpose.body
source: CouchMC turns your iPhone into a touchscreen controller for the PC version of Minecraft. It pairs over local Wi-Fi with an open-source companion server you install on your own Windows or Mac PC, then sends keyboard / mouse events back to the game so you can play from the couch with a touch interface tuned for thumbs.
zh_hans: CouchMC 把您的 iPhone 变成 PC 端 Minecraft 的触屏控制器。通过局域网 Wi-Fi 与您自行安装在 Windows 或 Mac 上的开源配套服务端配对，向游戏发送键盘 / 鼠标事件，让您能在沙发上用为拇指优化的触控界面舒适地游玩。

# about.section.info
source: Info
zh_hans: 信息

# about.section.legal
source: Legal
zh_hans: 法律声明

# about.section.links
source: Links
zh_hans: 相关链接

# about.section.notes
source: Notes
zh_hans: 说明

# about.section.privacy
source: Privacy
zh_hans: 隐私

# about.section.purpose
source: About this App
zh_hans: 关于本 App

# about.subtitle
source: Touch controller for Minecraft™ on PC
zh_hans: PC 端 Minecraft™ 的触屏控制器

# about.version
source: Version
zh_hans: 版本

# common.cancel
source: Cancel
zh_hans: 取消

# common.create
source: Create
zh_hans: 创建

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.rename
source: Rename
zh_hans: 重命名

# common.save
source: Save
zh_hans: 保存

# controller.disconnected
source: Disconnected from server
zh_hans: 已与服务器断开连接

# controller.lock.back_to_home
source: Back to host list
zh_hans: 返回宿主机列表

# controller.lock.message
source: Minecraft is not in the foreground
zh_hans: Minecraft 未处于前台

# demo.line.active_buttons
source: Held: %@
zh_hans: 按下：%@

# demo.line.hotbar
source: Hotbar: slot %d
zh_hans: 物品栏：第 %d 格

# demo.line.joystick
source: Joystick: x=%+0.2f y=%+0.2f
zh_hans: 摇杆：x=%+0.2f y=%+0.2f

# demo.line.look_delta
source: Look Δ: dx=%+d dy=%+d (total %+d/%+d)
zh_hans: 视角增量：dx=%+d dy=%+d（累计 %+d/%+d）

# demo.line.no_buttons
source: No buttons currently held
zh_hans: 当前未按下任何按键

# demo.mode_button
source: Switch Mode
zh_hans: 切换模式

# demo.mode.in_game
source: In-Game
zh_hans: 局内操作模式

# demo.mode.locked
source: Anti-Mistouch (Locked)
zh_hans: 防误触模式

# demo.mode.ui
source: UI Interact
zh_hans: UI 操作模式

# demo.tutorial.body.in_game
source: In-Game mode mirrors normal play: the joystick maps to WASD, the lookpad rotates the camera, the action buttons send LMB/RMB/Jump/Sneak/Sprint/Inv/Drop/Swap/Esc, and the hotbar selects slots 1–9. Try dragging on the lookpad to see camera deltas accumulate in the bottom strip. Use the “Switch Mode” chip to flip back to UI mode or Anti-Mistouch.
zh_hans: 局内操作模式模拟正常游戏内的输入：摇杆对应 WASD，视角板旋转视角，操作按钮发送 LMB/RMB/跳跃/潜行/疾跑/物品栏/丢弃/换手/Esc，物品栏可选择 1–9 号格。在视角板上滑动可看到下方信息条中的视角增量累计变化。使用左上角的「切换模式」按钮可切换至 UI 模式或防误触模式。

# demo.tutorial.body.locked
source: Anti-Mistouch (Locked) is the safe default. The PC server enters this mode whenever Minecraft is not in the foreground, blocking accidental input. Tap the orange “Switch Mode” chip in the top-left to cycle to In-Game or UI mode and try them out. The bottom strip shows the live input being captured (held buttons, joystick, look delta, hotbar slot).
zh_hans: 防误触模式是安全默认状态。在真实使用中，当 Minecraft 不在前台时 PC 端会进入此模式以屏蔽误触输入。点按左上角橙色的「切换模式」按钮可循环切换至「局内」或「UI」模式进行体验。屏幕下方信息条会实时显示当前捕获到的输入（按下的按键、摇杆、视角增量、物品栏槽位）。

# demo.tutorial.body.ui
source: UI Interact mode is what activates whenever Minecraft opens an in-game menu (inventory, crafting, chest, etc.) on the PC. The lookpad now drives the cursor, the LMB/RMB buttons click items, and the side button column gives you Drop / Shift / Esc. The bottom strip continues to show captured input. Use the “Switch Mode” chip to return to In-Game or Anti-Mistouch.
zh_hans: UI 操作模式对应真实使用中 PC 上 Minecraft 打开任何界面（背包、合成、箱子等）时的状态。此时视角板控制鼠标光标，LMB/RMB 按钮可点击界面元素，侧栏按钮提供丢弃 / Shift / Esc。下方信息条继续显示捕获到的输入。使用左上角的「切换模式」按钮可切换回局内模式或防误触模式。

# demo.tutorial.dismiss
source: Got it
zh_hans: 我知道了

# demo.tutorial.header
source: Demo Mode — %@
zh_hans: 演示模式 — %@

# demo.tutorial.intro
source: You are inside CouchMC's offline simulator. No PC server is required. The HUD shows DEMO/SIMULATED so you can tell at a glance this is not a live network session.
zh_hans: 当前已进入 CouchMC 离线演示模式，无需连接任何 PC 服务端。HUD 上的 DEMO/SIMULATED 标识可帮助您一眼区分演示与真实联网会话。

# editor.hint
source: Tap to select · Drag to move · Pinch to resize · Swipe empty to fine-tune · Tap empty to deselect
zh_hans: 单击选中 · 拖动移动 · 双指缩放 · 空白处滑动微调 · 空白处单击取消选中

# editor.reset
source: Reset
zh_hans: 恢复默认

# editor.reset_position
source: Reset position
zh_hans: 重置位置

# editor.reset_size
source: Reset size
zh_hans: 重置尺寸

# editor.title_in_game
source: In-game layout
zh_hans: 局内布局

# editor.title_ui
source: UI layout
zh_hans: UI 布局

# error.connect.busy
source: The server is already serving another client.
zh_hans: 服务器已有客户端连接。

# error.connect.failed
source: Connection failed: %@
zh_hans: 连接失败：%@

# error.connect.incompatible
source: Protocol version mismatch — please upgrade either app.
zh_hans: 协议版本不匹配，请升级双端 App。

# error.connect.title
source: Cannot connect
zh_hans: 无法连接

# home.discovered.hint
source: Make sure the PC server is running on the same Wi-Fi network.
zh_hans: 请确保 PC 端服务已在同一 Wi-Fi 网络下启动。

# home.empty.discovered
source: Scanning…
zh_hans: 正在搜索…

# home.empty.saved
source: No saved hosts yet
zh_hans: 暂无已保存宿主机

# home.help.section.demo.body
source: No PC server handy? Tap “+” and enter the IP and port shown below to enter CouchMC's offline simulator. The simulator lets you explore every screen and gesture without any network.
zh_hans: 没有可用的 PC 服务端？点击「+」按钮，输入下方的 IP 和端口即可进入 CouchMC 的离线演示模式。演示模式允许您在无需任何网络的情况下完整体验所有界面和操作。

# home.help.section.demo.title
source: Try the Offline Demo
zh_hans: 体验离线演示模式

# home.help.section.discovery.body
source: Make sure your iPhone and PC are on the same Wi-Fi. Once the server is running, your PC will appear in the “Discovered on LAN” list. Tap to connect — you'll be prompted for Local Network access on first use.
zh_hans: 请确保 iPhone 和 PC 在同一 Wi-Fi 网络下。服务端启动后，您的 PC 会出现在「局域网发现」列表中，点按即可连接。首次使用时系统会请求「本地网络」权限。

# home.help.section.discovery.title
source: 2. Connect on the Same Wi-Fi
zh_hans: 2. 在同一 Wi-Fi 下连接

# home.help.section.server.body
source: CouchMC needs an open-source companion server running on your Windows or Mac PC. Download it from the official site below.
zh_hans: CouchMC 需要一个开源的 PC 端配套服务，运行在您的 Windows 或 Mac 上。请从下方官方网站下载。

# home.help.section.server.footer
source: The PC server is free and open-source under the MIT License.
zh_hans: PC 服务端基于 MIT 开源协议，完全免费开源。

# home.help.section.server.title
source: 1. Install the PC Server
zh_hans: 1. 在 PC 上安装服务端

# home.help.title
source: Getting Started
zh_hans: 使用说明

# home.section.discovered
source: Discovered on LAN
zh_hans: 局域网发现

# home.section.saved
source: Saved
zh_hans: 已保存

# home.title
source: Hosts
zh_hans: 宿主机

# host.add.title
source: Add Host
zh_hans: 添加宿主机

# host.demo_badge
source: DEMO
zh_hans: 演示

# host.demo_detected
source: This combination opens CouchMC's offline simulator (no PC server needed).
zh_hans: 该组合将进入 CouchMC 内置演示模式（无需 PC 服务端）。

# host.demo_name
source: Demo (Offline Simulator)
zh_hans: 演示模式（离线模拟）

# host.demo_subtitle
source: Built-in simulator · no network
zh_hans: 内置模拟 · 不连网络

# host.edit_port
source: Edit Port
zh_hans: 修改端口

# host.field.ip
source: IP Address
zh_hans: IP 地址

# host.field.name
source: Name
zh_hans: 名称

# host.field.port
source: Port
zh_hans: 端口

# host.remove
source: Remove
zh_hans: 删除

# host.rename
source: Rename
zh_hans: 重命名

# privacy.body.changes
source: If a future release of CouchMC ever changes its data behaviour, an updated version of this policy will ship with that release and be visible from this same in-app screen before any new behaviour takes effect.
zh_hans: 如果未来版本的 CouchMC 在数据行为上发生变化，对应版本将随版本一并更新本政策，您可在该新版本上线、相关行为生效之前从同一个 App 内入口看到更新后的内容。

# privacy.body.collection
source: The following items live in CouchMC's sandboxed Application Support folder on your iPhone: • The list of saved hosts (a name, IP address, port, and last-connected timestamp per host you choose to save). • Layout profiles (the positions and sizes of on-screen widgets that you arrange in the editor). • App preferences (sensitivity, snap toggles, haptics on/off, etc.). None of this data is sent off your device by CouchMC. iCloud Backup may include the app's container if you have it enabled at the system level — that's controlled by you in iOS Settings.
zh_hans: 以下数据保存在 iPhone 上 CouchMC 的沙盒「Application Support」目录内： • 已保存宿主机列表（每条记录包含您填写的名称、IP 地址、端口及最近一次连接时间）。 • 布局配置文件（您在编辑器中为屏上控件设定的位置与尺寸）。 • App 偏好设置（灵敏度、吸附开关、触觉反馈开关等）。 CouchMC 不会主动将上述任何数据传出您的设备。若您在系统设置中开启了 iCloud 备份，App 沙盒可能被一并备份——这一行为完全由您在 iOS「设置」中控制。

# privacy.body.contact
source: Privacy questions or reports can be filed publicly via GitHub Issues at https://github.com/Linloir/CouchMC/issues — the same channel used for general feedback.
zh_hans: 如有隐私相关疑问或反馈，请通过 GitHub Issues 公开提交：https://github.com/Linloir/CouchMC/issues 。此为统一的反馈渠道。

# privacy.body.network
source: CouchMC only contacts the user-configured PC server on your local Wi-Fi network. The traffic consists of: • Discovery: a UDP broadcast / Bonjour browse on your LAN, used solely to populate the “Discovered on LAN” list. • Control: a TCP control connection plus an optional UDP camera-delta channel, both directed at the IP and port you supply. CouchMC does not connect to any analytics endpoint, advertising network, content delivery network, or vendor cloud. The only outbound URLs the app references are the ones you can see and tap inside the About page (the official site, the GitHub repository, and the feedback page) — and only if you tap them yourself.
zh_hans: CouchMC 仅与您手动配置的本地 Wi-Fi 网络中的 PC 服务端通信，流量仅包括： • 发现：在局域网内进行 UDP 广播 / Bonjour 浏览，仅用于填充「局域网发现」列表。 • 控制：一条 TCP 控制连接，以及可选的 UDP 视角增量通道，均指向您填写的 IP 与端口。 CouchMC 不连接任何分析服务、广告网络、CDN 或厂商云端。App 内对外引用的唯一 URL 是您可以在「关于」页面看到并自行点击的链接（官方网站、GitHub 仓库、反馈入口），且仅在您主动点击时才会跳转。

# privacy.body.permissions
source: CouchMC requests one permission, and uses it only for the stated purpose: • Local Network — required by iOS 14+ for any app that scans the LAN. CouchMC uses it to discover and connect to your PC server. Denying it does not affect manual host entry, but the auto-discovery list will be empty.
zh_hans: CouchMC 仅请求一项权限，且仅用于声明用途： • 本地网络（Local Network）——iOS 14+ 要求任何在局域网中扫描设备的 App 必须申请该权限。CouchMC 使用它来发现并连接您的 PC 服务端。拒绝该权限不影响手动添加宿主机，仅会导致自动发现列表为空。

# privacy.body.summary
source: CouchMC does not collect, transmit, sell, or share any personal information. The app does not include analytics, advertising, crash reporting, or any third-party tracking SDK. Everything you do in CouchMC stays on your iPhone and on the PC you connect to over your local Wi-Fi network.
zh_hans: CouchMC 不收集、不上传、不出售、不分享任何个人信息。本 App 不内置任何分析、广告、崩溃统计或第三方追踪 SDK。您在 CouchMC 中的全部操作仅保留在您的 iPhone 与您通过本地 Wi-Fi 连接的 PC 之间。

# privacy.body.thirdparty
source: CouchMC contains no third-party SDKs. The app is built using Apple system frameworks only (SwiftUI, UIKit, Network, Combine, Foundation, CoreGraphics, os.lock).
zh_hans: CouchMC 未集成任何第三方 SDK。App 仅使用 Apple 系统框架构建（SwiftUI、UIKit、Network、Combine、Foundation、CoreGraphics、os.lock）。

# privacy.body.tracking
source: CouchMC does not show ads, does not use the Identifier for Advertisers (IDFA), does not request App Tracking Transparency permission, and does not link any of your data with data collected from other apps or websites for advertising or measurement purposes. The bundled PrivacyInfo.xcprivacy manifest declares “no tracking, no collected data, no required-reason API usage” — verifiable in the App Store Connect privacy report.
zh_hans: CouchMC 不展示广告，不使用 IDFA（Identifier for Advertisers），不申请「App 跟踪透明度」权限，也不会把您的任何数据与其他 App 或网站收集到的数据进行关联以用于广告或效果评估。App 内置的 PrivacyInfo.xcprivacy 隐私清单已明确声明「无追踪、无数据收集、未使用任何受限原因 API」，可通过 App Store Connect 的隐私报告核验。

# privacy.last_updated
source: Last updated: 14 May 2026
zh_hans: 最后更新：2026 年 5 月 14 日

# privacy.section.changes
source: Changes to this Policy
zh_hans: 本政策的变更

# privacy.section.collection
source: Data We Store on Your Device
zh_hans: 本机存储的数据

# privacy.section.contact
source: Contact
zh_hans: 联系方式

# privacy.section.network
source: Network Activity
zh_hans: 网络活动

# privacy.section.permissions
source: iOS Permissions
zh_hans: iOS 权限

# privacy.section.summary
source: Summary
zh_hans: 概述

# privacy.section.thirdparty
source: Third-Party SDKs
zh_hans: 第三方 SDK

# privacy.section.tracking
source: No Tracking, No Advertising
zh_hans: 无追踪 · 无广告

# privacy.title
source: CouchMC Privacy Policy
zh_hans: CouchMC 隐私政策

# settings.about.open
source: About CouchMC
zh_hans: 关于 CouchMC

# settings.camera_sensitivity
source: Camera sensitivity
zh_hans: 视角灵敏度

# settings.camera_sensitivity.hint
source: Multiplier applied to look-pad swipes before they're sent to the PC. Higher = faster camera turn.
zh_hans: 视角板滑动发送到 PC 前的倍数。数值越大转动越快。

# settings.editor.edge_snap
source: Snap to edges
zh_hans: 自动边缘吸附

# settings.editor.snap_hint
source: While dragging a widget in the layout editor, a grey dashed line appears when its edge or centre is about to align with another widget's, and amber arrows mark equal spacing. After selecting a widget you can also swipe on empty canvas to fine-tune position (axis-locked, slower than your finger).
zh_hans: 在编辑器中拖动控件时，若边缘或中线即将与其他控件对齐会出现灰色虚线；琥珀色箭头则标示等距吸附。选中某控件后还可在空白区域滑动以进行轴向锁定的微调（按钮移动速度低于手指）。

# settings.editor.spacing_snap
source: Snap to equal spacing
zh_hans: 自动间距吸附

# settings.haptics
source: Haptic feedback
zh_hans: 触觉反馈

# settings.hotbar_step
source: Swipe sensitivity
zh_hans: 滑动灵敏度

# settings.hotbar_step.hint
source: Distance the finger has to travel to step through one hotbar slot. Lower is more sensitive. Only effective in Relative swipe mode.
zh_hans: 每移动一格物品栏所需的手指距离，数值越小越灵敏。只对相对滑动模式有效。

# settings.hotbar_swipe
source: Hotbar swipe
zh_hans: 物品栏滑动

# settings.hotbar_swipe.precise
source: Precise (position)
zh_hans: 精准 (位置)

# settings.hotbar_swipe.relative
source: Relative (wheel)
zh_hans: 相对 (滚轮)

# settings.in_game_quick_clicks
source: Lookpad quick taps (in-game)
zh_hans: 视角板快捷点击 (游戏中)

# settings.layout.edit_in_game
source: Edit in-game layout
zh_hans: 编辑游戏内布局

# settings.layout.edit_in_game_sub
source: Joystick, action buttons, hotbar
zh_hans: 摇杆 · 操作按钮 · 物品栏

# settings.layout.edit_ui
source: Edit UI layout
zh_hans: 编辑 UI 模式布局

# settings.layout.edit_ui_sub
source: Side buttons used while a Minecraft UI is open
zh_hans: Minecraft 打开界面时使用的侧栏按钮

# settings.left_margin_offset
source: Left edge offset (pt)
zh_hans: 左侧边距偏移 (pt)

# settings.profile.active
source: Active profile
zh_hans: 当前配置

# settings.profile.cannot_delete_last
source: Cannot delete the last profile.
zh_hans: 无法删除最后一个配置。

# settings.profile.delete
source: Delete profile
zh_hans: 删除配置

# settings.profile.delete_confirm_msg
source: “%@” will be removed. This cannot be undone.
zh_hans: “%@”将被删除，且无法撤销。

# settings.profile.delete_confirm_title
source: Delete profile?
zh_hans: 确认删除配置？

# settings.profile.duplicate_name
source: A profile with this name already exists.
zh_hans: 已存在同名配置。

# settings.profile.field.name
source: Profile name
zh_hans: 配置名称

# settings.profile.invalid_name
source: Name is empty or already in use.
zh_hans: 名称为空或已存在。

# settings.profile.list_footer
source: Tap a profile to make it active. Swipe a row to rename or delete.
zh_hans: 点按配置以激活；左滑配置可重命名或删除。

# settings.profile.new
source: New profile
zh_hans: 新建配置

# settings.profile.pick
source: Select a profile
zh_hans: 选择配置文件

# settings.profile.rename
source: Rename profile
zh_hans: 重命名配置

# settings.profile.row
source: Profile
zh_hans: 配置

# settings.right_margin_offset
source: Right edge offset (pt)
zh_hans: 右侧边距偏移 (pt)

# settings.section.about
source: About
zh_hans: 关于

# settings.section.camera
source: Camera
zh_hans: 视角

# settings.section.feedback
source: Feedback
zh_hans: 反馈

# settings.section.gameplay
source: Gameplay
zh_hans: 游戏体验

# settings.section.hotbar
source: Hotbar
zh_hans: 物品栏

# settings.section.layout
source: Layout
zh_hans: 布局

# settings.section.profile
source: Profile
zh_hans: 配置文件

# settings.section.sprint
source: Sprint
zh_hans: 疾跑

# settings.sprint_engage
source: Trigger distance
zh_hans: 触发距离

# settings.sprint_from_joystick
source: Quick sprint via joystick
zh_hans: 摇杆触发快速疾跑

# settings.sprint.hint
source: When enabled, pushing the joystick past this multiple of its rim radius engages sprint automatically. The Sprint button on the controller always works regardless of this setting.
zh_hans: 开启后，将摇杆推出此倍数的边缘半径时自动开启疾跑。无论本开关如何，操作界面上的疾跑按钮始终可用。

# settings.title
source: Settings
zh_hans: 设置

# settings.ui_quick_clicks
source: Lookpad quick taps (UI mode)
zh_hans: 视角板快捷点击 (UI 模式)

# tab.home
source: Hosts
zh_hans: 宿主机

# tab.settings
source: Settings
zh_hans: 设置

# widget.close
source: Close
zh_hans: 关闭

# widget.esc
source: Esc / pause
zh_hans: Esc / 暂停

# widget.hotbar
source: Hotbar
zh_hans: 物品栏

# widget.inv
source: Inventory
zh_hans: 物品栏

# widget.joystick
source: Joystick
zh_hans: 摇杆

# widget.jump
source: Jump
zh_hans: 跳跃

# widget.lmb
source: Left click
zh_hans: 左键

# widget.rmb
source: Right click
zh_hans: 右键

# widget.sneak
source: Sneak
zh_hans: 潜行

# widget.sprint
source: Sprint
zh_hans: 冲刺

# widget.swap
source: Swap hand
zh_hans: 切换主手

# widget.ui_esc
source: Esc / close UI
zh_hans: Esc / 关闭界面

# widget.ui_lmb
source: Left click (UI)
zh_hans: 左键 (UI)

# widget.ui_q
source: Drop (Q)
zh_hans: 丢弃 (Q)

# widget.ui_rmb
source: Right click (UI)
zh_hans: 右键 (UI)
